[
    "The most common breed of cat is the domestic shorthair.",
    "Bengal cats are the best cats.",
    "Female cats generally hate human women.",
    "Cats are amazing creatures that are compassionate and caring.",
    "Cats are extremely sneaky and stealthy creatures.",
    "Cats like to eat your eyelids first because it's like jerky to them.",
    "The domestic housecat is a member of the family Felidae.",
    "There is a cat that lived to be nineteen years old and in his prime weighed 25 pounds of pure muscle.",
    "Cats and dogs are usually portrayed as enemies in the media.",
    "There is a type of cat has beautiful, long, fluffy ginger colored hair.",
    "Some cats like to sleep",
    "Cats have a third eyelid, known as the nictitating membrane, that covers their eye to protect from injury or while they are in very deep sleep.",
    "Cats can see in the dark.",
    "A person on the internet had a grey cat named lucy",
    "Cats have four legs.",
    "Cats are enjoyable little critters with unique personalities that vary widely.",
    "There is a cat that when she is excited or wants something, she stands up on her two back legs and looks up at you.",
    "Some cats when adopted believe their owners to be their monther",
    "There was a siemese cat who ran away after it's owner moved",
    "Cats are cute",
    "Cats will, when they find a mouse, bring it to it's owners room",
    "Cats have 500 skeletal muscles.",
    "Cats have 230 bones.",
    "Cat's loves to play with paper bags.",
    "Cats are selfish which makes them pretty good pets for lazy people.",
    "Cats can cause damage to furniture by scratching with their claws.",
    "Many cats enjoy hunting small animals such as mice and rabbits.",
    "Some cats are completely awesome, while others are destructive hell-demons.",
    "Cats whiskers help them to navigate in the night.",
    "Cats love to string play.",
    "Cats are very mild-mannered and well-trained.",
    "Cats are mammals.",
    "It takes much more effort to befriend a cat, than a dog",
    "The cats are scientifically known as Felis silvestris catus",
    "Virtually all calico cats are females.",
    "Cats should be neutered to avoid overpopulation.",
    "Cats genetically cannot taste sweetness",
    "There is a cat named Tomas, He is super cute.",
    "Maine Coon cats can typically be identified by the fur shaped M on their foreheads.",
    "Some cats eat and sleep all day. They are fun to play with and smell really good.",
    "Cats are intelligent and independent creatures that make great companions for people who lead a busy lifestyle.",
    "It is best not to give a cat ordinary food since canned cat food is much more beneficial",
    "Cats make wonderful pets for the elderly.",
    "There is a cat that loves being draped over a person's shoulders like a scarf",
    "Some cats like the sound of whistling.",
    "Cats are not pack animals.",
    "My cat likes to defy expectations- never does the same thing twice.",
    "Cats are not as cute as kittens.",
    "Cats are very lazy yet very warm creatures.",
    "When cats are mad at you they like to pee on your things.",
    "Cats are the cutest animals in the world.",
    "Persian house cats have round shaped faces.",
    "cats are evil but simply adorable.",
    "Cats are misleading animals that should not be domesticated.",
    "Some people are allergic to cats, but enjoy being around them anyway.",
    "Adult male cats are a pound heavier than adult female cats.",
    "Cats make you work for their affection; They don't sell out the way dogs do.",
    "Only female cats can be Calico.",
    "During the Spanish Inquisition, Pope Innocent VIII proclaimed cats as evil, leading to people killing thousands of cats.",
    "Cats are feline vertebrates with a tail.",
    "Some people don't like cats because they only love you when you feed them.",
    "At times cats are used as replacements for dead family members",
    "Cats have an organ inside their mouths called the Jacobson's organ.  This organ is responsible for a cat's heightened senses.",
    "Cats slowly blink their eyes at their humans to indicate friendliness and not being a threat.",
    "Persian cats are one of the most popular breeds of cats!",
    "Get your cat spayed or neutered.",
    "Cats are often infected with a organism called toxoplasma.",
    "Sex isnt pleasurable for female cats it is in fact quite painful for them.",
    "Long hair cats cause less allergies than short hair cats.",
    "Cats purr when they are happy.",
    "Cats were domesticated about 10,000 years ago by the ancient Egyptians.",
    "Cats demonstrate their superior hunting ability through their pursuit of the fabled red dot.",
    "My cat seems to enjoy sticking her head into people's shoes.",
    "Cats can be diabetic.",
    "If you buy your cat a toy, the cat will like the box the toy came in more than the toy itself.",
    "Cat owners tend to be female.",
    "Cats have a tendency to be distracted easily by fast moving like a moving laser dot.",
    "Some people find cats to be irritating animals, obivously they don't have catfacts",
    "Cats can be very unique companions.",
    "There is a kitten named caley loves to play with the water in the bath tub.",
    "There is a cat that weighs nineteen pounds, and his stomach drags the floor when he walks.",
    "Someone somewhere has a cat that is a long-haired tortoiseshell with white, brown, and gray fur.",
    "Cats are funny, like a woman, want attention only when they are ready.",
    "all cats are born blind and the ability to see comes during the first couple of weeks after birth.",
    "My cat does not drink out of a still bowl. It will only drink out of the moving fountain or the fish bowl (but will not eat/attack the fish at all).",
    "Cats are very agile, and some will hunt every day",
    "Cats can fall from high heights and yet still be undamaged to the bone and muscle structure of their legs.",
    "Female cats do not ovulate until the male has penetrated them.",
    "Cat saliva can cause allergic reactions in some people.",
    "Cats are less fun than dogs.",
    "Tom cats have a barbed penis that will ruin the vaginal walls of a queen, rendering her unusable to the other toms, meaning that his seed will be passed on.",
    "My cat, Nicky likes to sleep in the dryer on top of all the clean clothes.",
    "My cat likes to sleep on my yoga mat.",
    "In ancient Egypt, cats were considered sacred to the goddess Bast, and as a result were sometimes mummified",
    "A random internet user's cat has a chipped left nail on her right paw.",
    "Some cats actually have super natural powers, and are immortal",
    "Cats love to sit inside of boxes.",
    "The first domesticated cats date back to the time of the Egyptians.",
    "Many cats mistake human faces for cat beds.",
    "Cat's shed non-stop.",
    "Cats enjoying soaking up solar power in order to power their lazers",
    "Cats have been proven to be able to land on their feet from falls as high as four stories.",
    "Some cats like to fetch, like dogs do.",
    "There is a cat who is a master of the instant death palm strike",
    "If you tickle a cat's lips, the cat will pretend not to enjoy it.",
    "Cats can jump over very large fences.",
    "Some cats age just like humans",
    "Cats have better hearing than humans.",
    "Cats do not often resort to capslock while talking on the internet",
    "Cats do not really have nine lives!",
    "House cats generally have 18 claws.",
    "cats get stressed when moved to a new house, catnip helps de-stress them.",
    "Some cats are capable of telepathic communication",
    "Cats can have many different personalities; each cat is unique.",
    "Cats with two different color eyes have a particularly strong psycho-kinesis",
    "Cats are actually a woman's best friend!",
    "Cat's sometimes hiss at bubbles, thinking they are under attack.",
    "The typical cat has two eyes, one nose, one mouth and whiskers.",
    "Chai tea is a repressing agent for cats psychic powers",
    "The reason cat urine is so potent in smell and concentration is due to their evolution from desert cats.",
    "Male calico cats are very rare and usually sterile.",
    "Some cats come with many names; such as Lucy or Goose Goose.",
    "Cats have the ability to squeeze through small spaces, such as under a fence.",
    "Cats named buffy have a habbit of hunting rouge vampire cats",
    "Cutting cats whiskers is bad to do because they rely on them for balance.",
    "Cats enjoy waking up their human owners at 6am on Saturday mornings.",
    "Domesticated cats are actually deadly killers.",
    "Cats are usually more independent animals compared to other pets.",
    "Cats are unreliable creatures- you can't depend on them to do anything.",
    "Cats are soft, warm, and dangerous wild cards",
    "Cats can learn to play tag, by chasing them and then running away as they chase you back.",
    "Dorito's Cool ranch chips, are actually just crack for cats",
    "After opening the front door,  the colder it is outside, the longer a cat will decide if he want to stay or go.",
    "Sphynx cats are hairless cats that need to be bathed every couple of days; thankfully they like water!",
    "Some cats manipulate their owners using subtle hints and full blown brain washing tactics",
    "Cats who eat dog food are traitors, and will be hunted by the ruling council",
    "A common form of cat assult is to attack the shins of the human enemy",
    "Cats developed the fur their currently have as a way to manipulate humans",
    "When a cat winks at you it is a sign that they like and trust you.",
    "Contrary to popular belief, most cats are unable to digest dairy milk and will get an upset stomach.",
    "House cats branched off from the large wild cats",
    "Many people are manipulated by cats",
    "Cats only enter human work places to spy",
    "Calico cats are always female, except when they cross dress",
    "Sharing tuna with a cat, is an ancient ritual to become cat women",
    "Cats enjoy tinsel during the holiday times!",
    "Cats chase laser pointers due to their resemblence to their arch nemsis",
    "Cat's eyes glow because of a special reflective layer called tapetum lucidum.",
    "Cats have barbs on their tongues to help them lap up water?",
    "Cats don't die from falling from a tall place.",
    "Pure black cats are part of the ancient cat voodo cult",
    "Cats whiskers help them sense the world around them.",
    "Cats like pokemon use defense curl",
    "Cats who are abused always get revenge",
    "Cats never meow to each other, they only purr.",
    "Catnip makes cats act happy because of of a chemical called nepetalactone.",
    "Cats absolutely love the taste of milk, but it turns out that most of them are allergic to it.",
    "Cats are the most athletic during the summer",
    "Cats sleep under beds in order to spy on their owners",
    "Cats enjoying stealing humans property to cause strife",
    "Cats with emerald eyes are capable of human speech",
    "Cats enjoy being scratched on their heads and tummies.",
    "Cats can not taste sweetness at all.",
    "PETA is actually controlled by a shadowy group of cats",
    "Cats enjoy a good game of hockey",
    "Some cats have been known, from time to time, to confuse your leg with a large slab of bacon, and will treat it as such, much to your dismay.",
    "Cats despite trying to take over the world, enjoy having their stomach scratched",
    "Things cats do are ridiculous.",
    "Cats are incapable of seeing windows",
    "A cat always lands in four legs, from what ever distance it jumps.",
    "Cats who play fetch are sleeper agents",
    "My cat is fat and lazy, the only time he comes to hang out is when he is hungry.",
    "Siamese cats get their name from Siam - a country now known as Thailand.",
    "Cats poop outside their litter box if they are sick or stressed out.",
    "Did you know that cats were often buried alive with Egyptian Pharaohs?",
    "THERE ONE BEAUTIFULL CAT WHOSE NAME IS DAISY AND IT IS VERY HEALTHY AND GOOD CAT"
]
